<?php
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Пират - одна из древнейших профессий. В переводе с греческого \"пират\" – пробовать, испытывать. Некоторые историки к представителям этой профессии относят Христофора Колумба, Васко да Гама и Фернандо Магеллана. Итак, пиратам мы благодарны за изучение географии Земли. В честь пиратов названы мыс Дейвиса, залив Фробишера, пролив Дрейка.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Порядки, царившие в коллективах пиратов в 17-18 веке, были тогда едва ли не самыми прогрессивными на планете. В Европе еще повсюду монархия, а у них большинством голосов принимались важные решения и выбирался предводитель. Были случаи, когда коллективом белых руководил негр, в то время как до равноправия рас в Соединенных Штатах было еще далеко.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Когда во всем мире еще и не помышляли о социальном страховании, у пиратов каждый недееспособный член коллектива получал помощь из общей кассы.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "У корсаров было множество обычаев и правил, в основе которых лежало чувство локтя, принцип товарищества. А теперь представьте себе, что мы – пираты, только что заключившие некий договор: росписи должны располагаться по кругу, чтобы невозможно было понять, кто тут главный.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Вильям Патерсон родился в 1658 году. В 17 лет он стал бродячим торговцем, потом покинул Англию и, обосновавшись на Багамских островах, занялся более прибыльным делом: стал пиратом. Награбив целое состояние, Патерсон вернулся в Англию и основал в 1694 году Банк (\"Bank of England\").";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Пираты Средиземноморья были весьма искушены в кораблестроении. Они первыми построили боевые шебеки – скоростные трехмачтовые корабли, которые впоследствии стали именоваться в Европе итальянским словом, означающим \"пиратский\" или \"разбойничий корабль\" - Бригантина.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Говорят, что морскую дудку (для внутри корабельной сигнализации) впервые увидели на погибшем в сражении пирате и ввели в употребление в английском флоте. Король Генрих VIII в начале XVI века узаконил ее форму и правила пользования ей. Она стала атрибутом власти лорда-адмирала и по королевскому регламенту должна была изготовляться из золота массой 12 унций (340 грамм).";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "В немецком городе Оффенбурге стоит памятник английскому пирату Фрэнсису Дрейку. В руке знаменитый пират держит цветок картофеля. Считается, что именно этот пират распространил картофель в Европе.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "Бег в мешках. Придумали его более 400 лет назад, томясь от безделья, застигнутые штилем пираты, поскольку азартные игры были запрещены, ведь это могло привести к кровавым разборкам на корабле.";
	$base['author'][] = "Пират";	
	
	$base['title'][] = "Интересные факты о пиратах";
	$base['text'][] = "По легенде, именно пират при виде английской королевы Елизаветы прикрыл рукой глаза: \"Я ослеплен красотой вашего величества\". Именно с этого времени пошел обычай - отдавать рукой честь.";
	$base['author'][] = "Пират";

	$base['title'][] = "Капитан";
	$base['text'][] = "Морскими судами того времени командовали как правило аристократы, которые не имели специальных знаний по навигации и судовождению. Пираты же избирали капитаном наиболее опытного и смелого члена команды. Вопреки литературе, капитан пиратов редко добивался дисциплины от своих моряков при помощи брани и железных кулаков. Он был уважаем остальной командой, если обладал твердым характером, был смел и мог успешно захватывать вражеские суда. Если капитан проявлял трусость или жестокость по отношению к своей команде, пираты поднимали бунт и выбрасывали капитана за борт, или в лучшем случае, высаживали на необитаемый остров. Хотя некоторым из таких горе - капитанов везло больше – им удавалось уговорить команду высадить их в ближайшем порту и они получали шанс набрать себе новых моряков и купить новый корабль. Капитан нигде не имел право быть последним.";
	$base['author'][] = "Пират";

	$base['title'][] = "Квартмейстер";
	$base['text'][] = "Квартмейстер нес ответственность за состояние судна. Его главной задачей было распределение и снабжение различных материалов, необходимых на корабле, в том числе пороха, а также выполнение ремонтных работ, распределение добычи и наказание провинившихся. Таким образом можно сказать, что обязанности, которые на обычном судне выполнялись одним человеком - капитаном, у пиратов были распределены между двумя. Это позволяло исключить единоначалие на корабле, которое так ненавидели пираты. Когда капитан вел судно в сражении, квартмейстер должен был возглавлять абордажную команду и находиться на самом жарком участке боя. Он также должен был определять, насколько ценен захваченный груз, и распределять добычу. Естественно, что наибольшую ценность в добыче представляло золото и серебро. Но квартмейстер должен был также определить, как поступить с грузом захваченного корабля.";
	$base['author'][] = "Пират";	
	
	$base['title'][] = "Первый помощник";
	$base['text'][] = "На большинстве судов существовала также должность первого помощника капитана, который исполнял капитанские обязанности во время его отсутствия. Первый помощник был также необходим, чтобы возглавить команду при захвате вражеского судна вместе с квартмейстером. Некоторые из пиратских капитанов всегда имели на корабле первого помощника, но чаще всего эту должность занимал владелец корабля. Но нередко первые помощники возглавляли бунты на кораблях против капитана. Особенно опасным был сговор первого помощника с квартрмейстером или боцманом. Фактически два-три офицера могли без труда захватить власть на корабле в свои руки без кровопролития, достаточно было лишь составить новое соглашение с командой и тогда бывшего капитана ждала самая ужасная судьба. Его либо высаживали на необитаемом острове, либо вешали на рее его же корабля, хотя иногда случалось, что бывший капитан становился простым членом команды.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Штурман";
	$base['text'][] = "Самые опытные моряки, отлично знающие лоцию и морские карты, становились навигаторами. Прокладка курса и определение места нахождения корабля были в то время весьма непростыми задачами. От навигатора требовалось умение пользоваться различными астрономическими инструментами, он должен был рассчитывать курс корабля и проводить его в наиболее опасных местах во время плавания. Нередко навигатор мог единолично спасти корабль во время боя, направив его только ему одному известным проходом между скал. В ведении навигатора находились бесценные морские карты, навигационные приборы и корабельные часы. Если на корабле не было клерка, то ведение записей и учета также возлагалось на навигатора. В свою очередь, первый помощник иногда выполнял обязанности навигатора.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Боцман";
	$base['text'][] = "В команде корабля всегда были люди, в обязанность которых входило поддержание технического состояния корабля и управление командой. Именно эти обязанности и исполнялись младшими офицерами - корабельными боцманами. Один боцман отвечал за оснащение корабля, другой за управлением палубной командой. Был также боцман, осуществляющей постановкой корабля на якорную стоянку. Разумеется, что на небольшом судне все эти обязанности совмещал один человек. В этом случае боцманские обязанности выполнялись капитанами и квартрмейстерами. Боцман следил за состоянием парусов, снастей и такелажа а также дублировал команды капитана во время боя или шторма. Весь рангоут, такелаж и снасти ремонтировалось корабельным плотником, но в этом самое активное участие должен был принимать и боцман. Боцман отвечал за хранение запасных канатов, ремонтного дерева, парусины и организовывал работы по ремонту корабля.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Плотник";
	$base['text'][] = "Плотник был чрезвычайно важным членом экипажа, который отвечал за поддержание плавучести корабля, исправности корпуса и мачт. Хорошие плотники весьма высоко ценились и плотникам - пиратами иногда даже разрешалось не участвовать в рукопашных схватках. Плотники отвечали за быстрое устранение повреждений корпуса во время сражения, а также крепили доски обшивки при шторме. Кроме того, в обязанности плотника входило поддержание исправного состояния деревянных мачт, палубы, а также закупка на берегу качественных материалов для ремонта в открытом море. Во время кренгования корабля основная часть по организации этой тяжелой работы ложилась так же на плотника, но при этом ему помогала вся команда. В море плотник был неусыпно следить за состоянием корпуса корабля и при малейших протечках устранять их и докладывать обо всем капитану. Из-за этого плотники были освобождены от несения вахт и прочей работы на корабле.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Мастер парусов";
	$base['text'][] = "На крупных судах плотник и боцман уже не справлялись с ремонтом и постановкой парусов. Из числа наиболее опытных моряков выбирали специального человека, который отвечал за парусное оснащение корабля. Он должен был приобретать качественную парусину, шить и ремонтировать паруса, а также грамотно их использовать. Между боцманом и мастером парусов существовало четкое разграничение обязанностей. Мастер парусов отвечал за постановку тяжелых, верхних и штормовых парусов, в то время как боцман руководил работами по постановке легких парусов на нижних реях мачт. Каюта мастера парусов находилась рядом с каютой плотника, поэтому он всегда мог быстро оказаться в нужном месте и выполнить свою работу. Мастер парусов чаще всего подчинялся первому помощнику, но в своем подчинении не имел никого из членов команды, хотя и считался привилегированным специалистом.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Канонир";
	$base['text'][] = "Канониры были также высокоценными специалистами, которые отвечали за исправность пушек, их готовность к стрельбе а также собственноручно командовали их наведением во время боя. Эта наука была весьма непроста, поэтому от них требовался не только хороший глазомер и трезвый расчет, но и годы постоянных тренировок и участие в настоящих морских битвах. Помимо канонира, пушечный расчет мог состоять из нескольких человек, в чьи обязанности входила очистка ствола орудия, зарядка, зажигание фитиля, откатывание пушки на место после выстрела. Отдельная команда могла отвечать за поднос ядер и пороха, открывание и закрывание бойниц. На пиратских кораблях с небольшой командой пушечный расчет нередко составляло 2-3 человека, причем огонь мог вестись только с одного борта. Канонир также отвечал за хранение всего инструмента, необходимого для обслуживания пушек, пороха и снарядов.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Судовой врач";
	$base['text'][] = "Врачи высоко ценились среди пиратов и нередко при захвате вражеского судна врач в первую очередь получал предложение присоединиться к команде победителя. Врач был единственным человеком, кому разрешалось не подписывать пиратское соглашение. Нередко врачам захваченного судна выплачивали вознаграждение, если они просто оказывали помощь членам пиратской команды. Если на корабле не было настоящего врача, на эту должность выбирали любого подходящего пирата, который имел хоть какие то познания в медицине. Упоминается случай, когда врачом был избран корабельный плотник – так как у него были необходимые «инструменты» для выполнения ампутаций. Иногда врачеванием занимались корабельные повара – им была знакома работа с мясом, но они были менее квалифицированны, чем плотники. Судовой врач имел набор инструментов для выполнения неотложных операций и небольшой набор лекарств.";
	$base['author'][] = "Пират";	
	
	$base['title'][] = "Кок";
	$base['text'][] = "Корабельный кок отвечал за питание, снабжение продовольствием и пресной водой. Что бы стать настоящим коком, нужно было научиться разделывать мясные туши, знать правила хранения продуктов, а также соблюдать определенные правила приготовления пищи, иначе команда могла запросто отправить горе-повара за борт из за неэкономного расходования продуктов ил протухшей питьевой воды. При посещении портов корабельный кок должен был обеспечить провизией команду корабля на протяжении всего предстоящего плавания, поэтому с помощью самых крепких матросов он должен был посетить местные рынки и продуктовые лавки. На больших судах за хранение продуктов отвечал отдельный человек – стюарт. Во время плавания коку постоянно выделялись помощники, в обязанности которых входили поддержание огня в очаге и переноска продуктов. Пища готовилась в специальных печах, так как деревянные корабли были весьма пожароопасны.";
	$base['author'][] = "Пират";		
	
	$base['title'][] = "Клерк";
	$base['text'][] = "Большая часть членов команды была неграмотна, но необходимость ведения записей и подсчетов существовала всегда. Для этого один из членов команды назначался клерком. Он должен был вести корабельный журнал, в котором фиксировались все события, произошедшие на корабле, вести учет припасов и оружия, а также вести различные вычисления. Важной задачей клерка было так же составление писем и завещаний, он должен был писать извещения о смерти членов команды, вести учет решений, принятых командой – например избрание капитана. Клерки нередко владели несколькими языками, поэтому их также использовали для общения с иностранцами.";
	$base['author'][] = "Пират";	
	
	$base['title'][] = "Стюарт";
	$base['text'][] = "Стюарты чаще встречались на военных или торговых кораблях, но не на кораблях пиратов. В обязанности стюарта входили обеспечение старших офицеров на корабле необходимой пищей, уборка их кают и прочие обязанности, которые на берегу выполняются обычными слугами. Между 7 и 9 часами утра стюарт наводил порядок в каютах офицеров. Также в его обязанности входило обеспечение офицерского стола избранными продуктами и их приготовление. В свободное время стюарт помогал корабельному повару на камбузе, отвечал за хранение посуды и корабельных припасов. Также в его распоряжении находились запасы спиртного на корабле и табака.";
	$base['author'][] = "Пират";	
	
	$base['title'][] = "Пороховая обезьяна";
	$base['text'][] = "Эта должность возникла на британском военном флоте. Так назвали мальчишек, которые входили в оружейную команду. Пираты нередко похищали или заманивали на свои корабли наиболее ловких и пронырливых портовых мальчишек и использовали их ловкость и сноровку. 11-13 летние пираты занимались чисткой оружия, уборкой корабельных помещений, подносили порох и заряды во время боя, одним словом, это были обычные мальчики на побегушках. Они могли пролезть в самые потаенные уголки судно, поэтому нередко пираты с их помощью искали различные тайники на захваченных кораблях. На берегу мальчишки доставляли секретные письма союзникам пиратов и использовались как разведчики во вражеских городах. Благодаря своей ловкости и быстроте пороховые обезьяны нередко оказывались единственными, кому удавалось спастись во время гибели корабля или поимке пиратов.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Юнга";
	$base['text'][] = "Юнги были значительно выше по своему статусу, чем пороховые обезьяны. Как правило юнгами становились мальчики из благородных семей, которые направлялись для изучения основ мореходства. Юнги по мере освоения морской науки становились корабельными офицерами. Иногда они состояли как порученцы при капитанах судов, выполняли задания по доставке сообщений, следили за офицерской формой и оружием, готовили пищу. Офицеры же за это обучали их основам мореплавания и торговли. Юнгам приходилось выполнять много трудной и неинтересной работы, но всегда могли рассчитывать на достойное вознаграждение и нередко на эту должность соглашались молодые моряки, стремившиеся стать морскими офицерами.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Каперство";
	$base['text'][] = "Каперство — морской террор против кораблей (как военных, так и мирных) враждебного государства по поручению или с разрешения властей. 
Капер — лицо, осуществлявшее этот террор. Отличался от пирата тем, что его деятельность была легальна и подкреплена соответствующим патентом. Частные лица за право на каперство, как правило, отчисляли в пользу своего государства процент от захваченной добычи. В своей стране капер преследованиям не подлежал, а в случае пленения противником мог требовать суда как военнопленный. Каперство полностью запрещено после Второй мировой войны.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Флибустьеры";
	$base['text'][] = "Флибустьеры — морские разбойники, действовавшие в Карибском море исключительно против испанцев (существовали около 75 лет, с начала XVII в.) Официально принимая эдикты о борьбе с пиратством, английское и французское правительства тайно поощряли флибустьеров, стремясь ослабить позиции Испании в Новом свете. Однако и каперами, строго говоря, флибустьеры считаться не могли, поскольку почти всё время существования флибустьерской вольницы Англия и Франция находились с Испанией в мире. К тому же выданные им \"патенты\" зачастую не имели никакой юридической силы.";
	$base['author'][] = "Пират";
	
	$base['title'][] = "Веселый Роджер";
	$base['text'][] = "\"Веселый Роджер\" — черный пиратский флаг с изображёнными на нём черепом и скрещенными костями. Вопреки распространённому мнению, вошёл в обиход сравнительно поздно — в XVIII веке, когда пиратство было объявлено полностью вне закона, а каперство разрешалось лишь в военное время. До этого времени пираты Средиземноморья и флибустьеры Карибского моря пользовались флагами своих стран или тех, кто выдал им каперский патент.";
	$base['author'][] = "Пират";
?>