<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Treasure Hunters</title>
<link rel="stylesheet" type="text/css" href="style.css" />
<script type="text/javascript" src="unitpngfix.js"></script>
</head>
<body>

<div id="main_container">
	<div class="top_leafs"><img src="images/top_leafs.png" alt="" title=" "/></div>
	<div id="header">
    	<div class="logo">
       <a href="index.html">Pirate Treasure</a>
        </div>
        <div class="menu">
        	<ul>                            
        	<li class="selected"><a href="index.php">Главная</a></li>
                <li><a href="islands.php">Острова</a></li>
				<li><a href="legends.php">Легенды</a></li>
                <li><a href="maps.php">Карты</a></li>
				 <li><a href="treasure.php">Сокровища</a></li>
        	</ul>
        </div>
    </div>
    <div id="center_content">
                     <h1>Где искать сокровища?</h1>
                    <h2>Нассау, Нью Провиденс, Багамы</h2>
                    Во времена «Золотого века» (1690-1730 гг.) пираты превратили некогда бедную деревеньку на Багамах в столицу своей пиратской республики. Самым известным ее обитателем был английский флибустьер Роберт Тич по прозвищу Черная Борода, прославившийся своей яростью и коварством. Именно он послужил позже прототипом капитана Флинта в романе Стивенсона «Остров сокровищ».  Поскольку существование такого оплота пиратства противоречило интересам Британской короны, в 1725 году бывший капер Вудс Роджерс был направлен на остров с целью выбить оттуда морских разбойников. Что он успешно и сделал, фактически подведя черту под «Золотым веком» карибского пиратства.
					<h2>Каймановы острова</h2>
                                      Своим открытием острова обязаны пирату Френсису Дрейку, действовавшему от имени Британской короны. Благодаря водившимся здесь в изобилии морским черепахам, чье мясо показалась англичанам исключительно вкусным, архипелаг быстро превратился в продовольственный пункт для проплывавших мимо судов. Первые поселенцы на острове частенько подвергались атакам испанских каперов, однако длилось это недолго, поскольку Каймановы острова быстро превратились в оплот британских флибустьеров, коим они и оставались вплоть до запрета каперства в 1713 году.
               
                    <h2>Роатан, Гондурас</h2>
                    Остров был пристанищем для тысяч корсаров на протяжении всего XVII века. Легендарные пираты с острова Эспаньола Генри Морган и Лоренц Графф нередко заходили сюда. Основной добычей местных флибустьеров являлись испанские корабли с грузом фарфора из стран Азии и перуанского серебра. Говорят, что в 1960 году здесь нашли часть сокровищ Генри Моргана. Однако ходят слухи, что это была лишь малая толика того, что в действительности спрятал на острове всемирно известный пират.
				
                    <h2>Кюрасао, Нидерландские Антильские острова</h2>
                    Первыми поселенцами на острове были испанцы, высадившиеся сюда в поисках сокровищ. Однако вскоре они покинули его из-за недостатка воды. Появившиеся здесь в середине XVI века голландцы оказались менее привередливыми и занялись выращиванием фруктов, орехов и кукурузы, а также добычей соли. Плоды своей деятельности они с успехом меняли на добычу нередко заплывавших сюда пиратов, которые служили отличным источником экономического роста и финансового благополучия.
				
                    <h2>Порт Роял, Ямайка</h2>
                   Этот «самый грешный город на земле», названный так после того, как часть пиратов с острова Тортуга переместилась в него, также удостоился чести быть показанным в одном из фильмов «Пираты Карибского моря». Это место, где Джек Воробей был заключен в тюрьму, а Уилл Тернер затем освободил его. В реальной же жизни остров являлся прибежищем флибустьеров, которые с благословения британского правительства грабили проплывавшие мимо французские и испанские корабли. Благодаря награбленному город ширился и богател, пока в результате сильного землетрясения в 1692 году, унесшего жизни тысяч человек, большая часть его не ушла под воду.

                <div class="bottom_content">
                <center><div class="bottom_right">
                   Created by <a href="http://85.113.37.68:31337/web400h2/" target="_blank">BlackBuilding Media</a>&copy; Pirate Treasure 2012
                </div></center>
            </div>

    </div>

</div>
<!-- end of main_container -->

</body>
</html>