<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Treasure Hunters</title>
<link rel="stylesheet" type="text/css" href="style.css" />
<script type="text/javascript" src="unitpngfix.js"></script>
</head>
<body>

<div id="main_container">
	<div class="top_leafs"><img src="images/top_leafs.png" alt="" title=" "/></div>
	<div id="header">
    	<div class="logo">
       <a href="index.html">Pirate Treasure</a>
        </div>
        <div class="menu">
        	<ul>                            
        		<li class="selected"><a href="index.php">Главная</a></li>
                <li><a href="islands.php">Острова</a></li>
				<li><a href="legends.php">Легенды</a></li>
                <li><a href="maps.php">Карты</a></li>
				 <li><a href="treasure.php">Сокровища</a></li>
        	</ul>
        </div>
    </div>
    <div id="center_content">
                     <h1>Пираты и сокровища</h1>
                    <h2>Клады Генри Моргана</h2>
                    Генри Морган был одним из самых успешных пиратов за всю историю морских грабежей — настоящей легендой в пиратском мире. Самая известная легенда — легенда о кладе, который тот якобы зарыл на Панамском перешейке. Легенды гласят, что после своего рейда на Панаму Морган провел дележку «не по чести», утаив большую часть добытых сокровищ, а затем зарыл его «где-то на Панамском перешейке». Стоимость этого клада предположительно может составлять сотни миллионов долларов.

Вторая по значимости легенда о сокровищах Моргана — легенда о сокровищах, зарытых на берегу острова Кокос. Точная стоимость клада неизвестна, однако суммирование ценностей, упоминаемых в легендах, дает цифру свыше миллиарда долларов США. Легенда эта очень старая, она возникла ещё при жизни Моргана. Неоднократно предпринимались попытки найти эти сокровища (с середины 19 века на остров Кокос было отправлено свыше 300 поисковых экспедиций, однако ни одна из них не достигла успеха).

Ещё одним местом, где могут таиться сокровища великого корсара, являются Каймановы острова. В пользу этой версии говорит и то, что на одном из этих островов Генри Морган имел свой дом.

В 1669 году, после удачного рейда на Портобельо, Морган начал готовиться к новому походу. Сборным местом он назначил Коровий остров. На фрегате «Оксфорд» он устроил пир для офицеров. В разгар веселья произошёл взрыв. Лишь Моргану да ещё нескольким членам команды удалось спастись. Согласно легенде, на корабле хранилась войсковая казна Моргана. Её стоимость также очень велика.
					<h2>Клады Оливье Левассера</h2>
                                     13 апреля 1721 года Джон Тейлор на корабле «Виктори» и Левасер на «Кассандре», действовавшие в паре, встретили у берегов острова Ренюньон сильно поврежденное штормом португальское судно «Вьерж дю Камп». Большинство пушек португальцы выбросили во время шторма, чтобы облегчить корабль. Пиратам без особого труда удалось захватить корабль. Добыча превзошла все ожидания: золотые и серебряные слитки, сундуки, ломившиеся от золота, кучи жемчугов, мешки алмазов, шелк, дорогие пряности… На каждого члена команды пришлось по 5 тысяч золотых и по 42 алмаза. Левассер свою добычу где-то спрятал.

В 1730 году, после боя с французским судном «Медуза» Левассер был взят в плен. Затем он был доставлен на Реюньон. Суд был коротким, и Левассера повесили. Согласно легенде, перед смертью Оливье Левассер бросил в толпу листок бумаги, исписанный различными знаками. «Можете забрать мои сокровища, если сможете это прочесть!» — крикнул он в толпу.

Есть две основные версии местонахождения: на острове Сент-Мари и на Сейшельских островах.

В 1941 году отставной британский офицер, по имени Реджинальд Херберт Круз-Уилкинс провел грандиозные раскопки на острове Бель-Омбр, одном из Сейшельских островов. Однако, когда уже забрезжил свет надежды (была найдена пушка, мушкет и золотая монета времен английского короля Карла I) из-за недостатка денег раскопки были прекращены.

Кроме того, не исключается версия, что Левассер спрятал свои сокровища(находившиеся на борту корабля до схватки с «Медузой») на остров Реюньон.
               
                    <h2>Клады «Черной Бороды»</h2>
                    Пирата, носившего это прозвище, звали Эдвард Тич. Он был самым известным пиратом 18 века. Тич, в противовес большинству пиратов, создал собственную базу-крепость на одном из Виргинских островов — острове Горда. Согласно легенде, именно там он хранил награбленное в рейдах на «золотые галеоны». По примерным оценкам клад «Черной Бороды» может стоить сотни миллионов долларов. Легенда о пиратских сокровищах и сейчас привлекает множество кладоискателей на остров.

Кроме того, существует легенда, в которой говорится о сокровищах Тича на острове Оук в заливе Фанди, а также на острове Хувентуд (Пинос).
				
                    <h1>Сможешь ли ты найти сокровища?</h1>
                    Есть ещё множество малоизвестных легенд о пиратских кладах, их число исчисляется десятками и сотнями. По оценке одного из американских банкиров пиратами спрятано ценностей на сумму в несколько миллиардов долларов. На данный момент найдено лишь 5-7 % этих сокровищ. 
                       <div class="bottom_content">
                <center><div class="bottom_right">
                   Created by <a href="http://85.113.37.68:31337/web400h2/" target="_blank">BlackBuilding Media</a>&copy; Pirate Treasure 2012
                </div></center>
            </div>

    </div>

</div>
<!-- end of main_container -->

</body>
</html>